{
   "title": "Entre el rol y la tragedia: Una perspectiva práctica de la feminidad en un universo caído",



   "introduction_ideas": [
      {
         "text": "La preocupación más notoria de nuestro grupo de damas fue el depender de un hombre que pudiera no estar o no tener la posibilidad de suplir sus necesidades."
      },
      {
         "text": "Esto me movió a reevaluar este tema procurando identificar si habían indicaciones bíblicas que apoyaran el enorme deseo de las mujeres de ser económicamente autosuficientes."
      }
   ],



   "ideas": [

      {
         "heading": "Las mujeres piadosas se preparan para proveer a familiares desamparados",
         "subideas": [
            {
               "isBiblicallyJustifiedIdeaList": true,
               "biblicallyJustifiedIdeaList": [
                  {
                     "text": "Tanto hombres como mujeres, ya sea solteros o casados, deben sostener a las viudas de su familia sanguínea",
                     "biblicalReferences": [
                        "1.Tim.5.16.","1.Tim.5.3-4,8"
                     ],
                     "extendedExplanation":[
                        ["El Espíritu Santo ordena a todo creyente, incluyendo a hijos, nietos y parientes cercanos, ya sean hombres o mujeres, a sostener a los integrantes desvalidos de su familia."],
                        ["Notamos esto en pasajes como:"],
                        ["... si alguna viuda tiene HIJOS O NIETOS, que aprendan estos primero a mostrar piedad para con su propia familia y a recompensar a sus padres, porque esto es agradable delante de Dios","extended_explanation_biblical_passage","1.Tim.5.3-4"],
                        ["Pero si alguien no provee para los suyos, y ESPECIALMENTE LOS DE SU CASA, ha negado la fe y es peor que un incrédulo","extended_explanation_biblical_passage","1.Tim.5.8"],
                        ["Si ALGUNA CREYENTE tiene viudas en la familia, que las mantenga, y que la iglesia no lleve la carga para que pueda ayudar a las que en verdad son viudas","extended_explanation_biblical_passage","1.Tim.5.8"],
                        ["Estos pasajes muestran que indistintamente del sexo, los creyentes tienen la responsabilidad de sostener a sus familiares sanguíneos desvalidos."],
                        ["Esto implica que las mujeres creyentes deben producir los recursos económicos para cubir esta responsabilidad."],
                        ["Más adelante conversaremos sobre el abordaje de este mandamiento en el contexto del matrimonio."],
                        ["Por ahora, basta clarificar que el deseo de ser económicamente autosuficientes por parte de las mujeres creyentes, no solo puede ser bíblico, sino que se queda corto, puesto que el creyente no solo debe cubrir sus propias necesidades, sino también las de sus familiares desvalidos."],
                        ["Pero debo aclarar inmediatamente que con esto no me refiriero a este par de satanismos que se han infiltrado en las iglesias."],
                        ["El primer satanismo es el feminismo divorcista. Esta maldición enseña que las mujeres debe ser independientes económica e ideológicamente para definir su destino, sin sujetarse al liderazgo y propósito bíblico de su esposo ni estar dispuestas a depender de éste durantes las etapas críticas de crianza."],
                        ["El segundo es el laborismo idolátrico. Con esto me refiero al estilo de vida centrado en el trabajo que descuida la vida familiar y eclesiástica, amparandose con astucia maligna en el deber de proveer para los necesitados."],
                        ["De acuerdo a las Escrituras, el auténtico cumplimiento del llamado a proveer a los familiares desvalidos debe cumplirse simultáneamente con los demás deberes bíblicos y hasta la medida que la providencia lo permita."],
                        ["Hablaremos más sobre esto en el punto dedicado a esta idea."],
                        ["Por ahora concluimos que todas las mujeres (ya sean solteras, casadas, separadas, divorciadas o viudas), por mandato divino, deben procurar no solo la autosuficiencia económica, sino también la capacidad de sostener a familiares devalidos."]
                     ]
                  }
               ]
            }
            ,
            {
               "isBiblicallyJustifiedIdeaList": true,
               "biblicallyJustifiedIdeaList": [
                  {
                     "text": "¿Cuánto se necesita para proveer a los desamparados?",
                     "biblicalReferences": [
                        "1.Tim.5.16."
                     ]
                  }
               ]
            }
            ,
            {
               "isBiblicallyJustifiedIdeaList": true,
               "biblicallyJustifiedIdeaList": [
                  {
                     "text": "¿Cuánto se necesita para honrar a los padres?",
                     "biblicalReferences": [
                        "1.tim.5.4."
                     ]
                  }
               ]
            }
            ,
            {
               "isBiblicallyJustifiedIdeaList": true,
               "biblicallyJustifiedIdeaList": [
                  {
                     "text": "¿Cuánto se necesita para suplir lo propio?",
                     "biblicalReferences": [
                        "1.tes.4.10-12."
                     ]
                  }
               ]
            }
            ,
            {
               "isBiblicallyJustifiedIdeaList": true,
               "biblicallyJustifiedIdeaList": [
                  {
                     "text": "¿En la situación actual, qué empleos bíblicamente legítimos proveen lo suficiente para cumplir estas responsabilidades?",
                     "biblicalReferences": [
                        ""
                     ]
                  }
               ]
            }
            ,
            {
               "isBiblicallyJustifiedIdeaList": true,
               "biblicallyJustifiedIdeaList": [
                  {
                     "text": "¿Que acciones debemos tomar para obtener estos empleos?",
                     "biblicalReferences": [
                        ""
                     ]
                  }
               ]
            }
         ]
      },


      {
         "heading": "La mujer ideal trabaja largas y multifacéticas jornadas durante seis días a la semana",
         "subideas": [
            {
               "text": "El libro de Proverbios culmina su extensa instrucción práctica con un modelo de la mujer ideal."
            },
            {
               "text": "Este ideal de la esposa perfecta, resalta la superioridad de la sabiduría sobre la necedad (representada con una mujer promiscua e insensata)."
            },
            {
               "text": "No obstante, el final de Provebios no deja de ser una enseñanza de lo que significa ser una mujer realizada."
            },
            {
               "text": "En este modelo, vemos que la mujer ideal trabaja largas jornadas multifacéticas probablemente durante seis días a la semana."
            },
            {
               "text": "Es decir, una mujer espiritual será una mujer diligente en el aspecto laboral (tanto en el hogar como en la comunidad)."
            },
            {
               "text": "Y por supuesto, como notamos en Proverbios 31, esto lo hace mientras mantiene el cuidado de su hogar y matrimonio."
            },
            {
               "text": "Esto contrasta ligeramente con el modelo actual de la mujer que limita su trabajo a la actividad hogareña."
            },
            {
               "text": "La mujer de Proverbios 31 labora tanto en el hogar como en la comunidad."
            },
            {
               "text": "Pasemos a examinar algunas de estas cualidades."
            },
            {
               "isBiblicallyJustifiedIdeaList": true,
               "biblicallyJustifiedIdeaList": [
                  {
                     "text": "Emprendimiento y Comercio compatible con el hogar bíblico",
                     "biblicalReferences": [
                        "Prov.31.24",
                        "Prov.31.16"
                     ],
                     "extendedExplanation":[
                        ["Hace telas de lino y las vende, y provee cinturones a los mercaderes","extended_explanation_biblical_passage","Prov.31.24"],
                        ["Evalúa un campo y lo compra; con sus ganancias planta una viña","extended_explanation_biblical_passage","Prov.31.16"],
                        ["Estos pasajes muestran a la mujer ideal fabricando textiles de interés para la comunidad y comerciando con ellos."],
                        ["Su actividad laboral trasciende las actividades hogareñas."],
                        ["Esta actividad puede ser tan amplia que involucra la adquisición de propiedades y emprendimientos significativos como la plantación de una viña."],
                        ["Una mujer espiritual no solo cuidará de su hogar y matrimonio, sino que por el poder de Dios emprenderá actividades que produzcan beneficios materiales tanto para el hogar como la comunidad."],
                        ["Esto concuerda con el llamado a la utilidad social de la carta de Tito"],
                        ["... que los que han creído en Dios procuren ocuparse en buenas obras. Estas cosas son buenas y útiles para los hombres.","extended_explanation_biblical_passage","Tit.3.8"],
                        ["Para los hombres, por su parte, esto pudiera aplicarse considerando otros pasajes de Probervios que aborden el emprendimiento en la comunidad:"],
                        ["Pobre es el que trabaja con mano negliente, pero la mano de los diligentes enriquece","extended_explanation_biblical_passage","Prov.10.4"],
                        ["El que labra su tierra se sacia de pan, pero el que persigue lo vano carece de entendimiento","extended_explanation_biblical_passage","Prov.12.11"],
                        ["En todo trabajo hay ganancia, pero el vano hablar conduce solo a la pobreza","extended_explanation_biblical_passage","Prov.14.23"],
                        ["Los proyectos del diligente son ventaja, pero todo el que se apresura, ciertamente llega a la pobreza","extended_explanation_biblical_passage","Prov.21.5"],
                        ["¿Has visto un hombre diestro en su trabajo? Estará delante de los reyes; no estará delante hombres sin importancia","extended_explanation_biblical_passage","Prov.22.29"],
                        ["El hombre complementado por esta mujer ideal, diligentemente implementará proyectos sabios y cultivará la excelencia en sus actividades."],
                        ["El hombre de Dios procurará hacer todo como para Cristo, generando valiosos elementos para la comunidad."],
                        ["Estos elementos serán procurados por prójimos que ofertarán recursos económicos a cambio."],
                        ["Este hombre no se tardará en aplicar sus ideas refinadas en borbotones de consejo sabio (Prov.15.22) y las construirá con excelencia obteniendo beneficios significativos para su hogar."],
                        ["Pero en este punto debemos presentar una aclaratoria importante.","extended_explanation_key_phrase"],
                        ["Existe una enorme diferencia entre la persona trabajadora que vive sin temor de Dios y el creyente."],
                        ["El creyente mira su trabajo como un acto doxológico (como un acto de adoración)."],
                        ["El trabajo es uno de los ministerios cristianos fundamentales."],
                        ["El apóstol Pablo dijo:"],
                        ["Todo lo que hagan, háganlo de corazón, como para el Señor y no para los hombres, sabiendo que del Señor recibirán la recompensa de la herencia. Es a Cristo el Señor a quien sirven","extended_explanation_biblical_passage","Col.3.23-24"],
                        ["Nota esa frase: \"Es a Cristo el Señor a quien sirven\"."],
                        ["En el contexto del pasaje, el Espìritu Santo estaba instruyendo a los siervos a obedecer a sus amos con sinceridad de corazón (v.22)."],
                        ["Alimentar a los cerdos de un amo pedante debía ser abordado como un servicio a Cristo que debía realizarse de buena voluntad."],
                        ["Por esto dije que el trabajo es un ministerio. Trabajar es un servicio a Cristo que igualmente tendrá un juicio de parte de Dios para el negligente (v.25)."],
                        ["Finalmente, pienso que deberíamos plantear algunas acciones concretas para cultivar este espíritu emprendedor y diligente en nuestra vida.","extended_explanation_key_phrase"],
                        ["En primer lugar, creo que deberíamos meditar en el amor y gloria de Jesucristo. Por cuanto el trabajo es un acto doxológico, nuestra excelencia dependerá del amor que tengamos por Cristo (Col.3.23-24)."],
                        ["Segundo, debemos recordar que hemos recibido una colección de responsabilidades. Es decir, no fuimos llamados solamente a trabajar, sino que también fuimos hechos adoradores, discipuladores, personas de familia, integrantes de comunidades seculares y miembros de iglesias. Debemos cumplir todos estos deberes simultáneamente distribuyendo nuestro tiempo y fuerza con sabiduría."],
                        ["Tercero, debemos orar y obrar para cultivar un espíritu reflexivo y diligente en el aspecto laboral. Con esto me refiero a pedir al Señor la motivación y sabiduría para identificar oportunidades laborales, buscando consejo sabio de inmediato y posteriormente implementarlas sin tardanza."],
                        ["Cuarto, debemos recordar que no trabajamos por riquezas, sino para adorar a Cristo servir a nuestro prójimo. Perseguir las riquezas es necedad e idolatría (1.Tim.9-10; Prov.28.22)."],
                        ["Quinto, debemos recordar que nuestra vida no depende de nuestros recursos económicos (Prov.11.28; Mat.6.19-34)."],
                        ["En fin, debemos recordar que el creyente será una persona emprendedora y diligente.","extended_explanation_key_phrase"],
                        ["Este emprendimiento no debe impedir el cumplimiento de nuestros roles y debe ser asumido como parte de nuestro ministerio cristiano."]
                     ]
                  }
               ]
            }

            
            ,
            {
               "isBiblicallyJustifiedIdeaList": true,
               "biblicallyJustifiedIdeaList": [
                  {
                     "text": "Independencia y diligencia laboral.",
                     "biblicalReferences": [
                        "Prov.31.14,19,24"
                     ]
                  }
               ]
            }
            ,
            {
               "isBiblicallyJustifiedIdeaList": true,
               "biblicallyJustifiedIdeaList": [
                  {
                     "text": "Aprovisionamiento del hogar",
                     "biblicalReferences": [
                        "Prov.31.15"
                     ]
                  }
               ]
            }
            ,
            {
               "isBiblicallyJustifiedIdeaList": true,
               "biblicallyJustifiedIdeaList": [
                  {
                     "text": "Gestión del hogar desde la madrugada",
                     "biblicalReferences": [
                        "Prov.31.15"
                     ]
                  }
               ]
            }
            ,
            {
               "isBiblicallyJustifiedIdeaList": true,
               "biblicallyJustifiedIdeaList": [
                  {
                     "text": "Práctica de la misericordia",
                     "biblicalReferences": [
                        "Prov.31.20"
                     ]
                  }
               ]
            }
            ,
            {
               "isBiblicallyJustifiedIdeaList": true,
               "biblicallyJustifiedIdeaList": [
                  {
                     "text": "Anticipación a tiempos difíciles",
                     "biblicalReferences": [
                        "Prov.31.21"
                     ]
                  }
               ]
            }
            ,
            {
               "isBiblicallyJustifiedIdeaList": true,
               "biblicallyJustifiedIdeaList": [
                  {
                     "text": "Provisión de consejo bílico",
                     "biblicalReferences": [
                        "Prov.31.26"
                     ]
                  }
               ]
            }
            ,
            {
               "isBiblicallyJustifiedIdeaList": true,
               "biblicallyJustifiedIdeaList": [
                  {
                     "text": "Confianza por temor de Dios y diligencia",
                     "biblicalReferences": [
                        "Prov.31.25"
                     ]
                  }
               ]
            }
            ,
            {
               "isBiblicallyJustifiedIdeaList": true,
               "biblicallyJustifiedIdeaList": [
                  {
                     "text": "¿Cuántas horas al día requiere una jornada multifacética como ésta?",
                     "biblicalReferences": [
                        ""
                     ]
                  }
               ]
            }
            ,
            {
               "isBiblicallyJustifiedIdeaList": true,
               "biblicallyJustifiedIdeaList": [
                  {
                     "text": "¿Qué tan semejante es tu estilo de vida al de esta mujer?",
                     "biblicalReferences": [
                        ""
                     ]
                  }
               ]
            }
            ,
            {
               "isBiblicallyJustifiedIdeaList": true,
               "biblicallyJustifiedIdeaList": [
                  {
                     "text": "¿Qué tan semejante es este modelo bíblico al modelo de realización individual del mundo occidental?",
                     "biblicalReferences": [
                        ""
                     ]
                  }
               ]
            }
            ,
            {
               "isBiblicallyJustifiedIdeaList": true,
               "biblicallyJustifiedIdeaList": [
                  {
                     "text": "¿Cuántos días a la semana se labora en la perspectiva pactual de Proverbios?",
                     "biblicalReferences": [
                        ""
                     ]
                  }
               ]
            }
         ]
      },



      {
         "heading": "La mujer piadosa depende gozosamente de la protección de Dios",
         "subideas": [
            {
               "isBiblicallyJustifiedIdeaList": true,
               "biblicallyJustifiedIdeaList": [
                  {
                     "text": "La mujer piadosa no teme el mañana, ni el desempeño de su esposo, porque sabe que su Padre celestial le ama y proteje",
                     "biblicalReferences": [
                        "Mat.5.19-34."
                     ]
                  }
               ]
            }
            ,
            {
               "isBiblicallyJustifiedIdeaList": true,
               "biblicallyJustifiedIdeaList": [
                  {
                     "text": "Por esta confianza en las promesas de Dios, la mujer piadosa huye de afanes laborales que estorben las responsabilidades de su rol",
                     "biblicalReferences": [
                        "Tit.2.3-5"
                     ]
                  }
               ]
            }
            ,
            {
               "isBiblicallyJustifiedIdeaList": true,
               "biblicallyJustifiedIdeaList": [
                  {
                     "text": "Las mujeres creyentes deben sostener a las viudas de su familia",
                     "biblicalReferences": [
                        "1.Tim.5.16."
                     ]
                  }
               ]
            }
            ,
            {
               "isBiblicallyJustifiedIdeaList": true,
               "biblicallyJustifiedIdeaList": [
                  {
                     "text": "La mujer piadosa cumple su llamado de tener y criar hijos si Dios le concede un esposo.",
                     "biblicalReferences": [
                        "1.tim.5.14", "1.cor.7.8-9,36-40", "gen.9.7."
                     ]
                  }
               ]
            }
            ,
            {
               "isBiblicallyJustifiedIdeaList": true,
               "biblicallyJustifiedIdeaList": [
                  {
                     "text": "¿Cómo se puede cuidar niños de pecho y niños de edad preescolar mientras se gobierna el hogar si no se es provisto?",
                     "biblicalReferences": [
                        ""
                     ]
                  }
               ]
            }
            ,
            {
               "isBiblicallyJustifiedIdeaList": true,
               "biblicallyJustifiedIdeaList": [
                  {
                     "text": "¿Cómo subsistimos durante la niñez y adolescencia?",
                     "biblicalReferences": [
                        ""
                     ]
                  }
               ]
            }
            ,
            {
               "isBiblicallyJustifiedIdeaList": true,
               "biblicallyJustifiedIdeaList": [
                  {
                     "text": "¿Cómo podemos subsistir en etapas como la niñez, adolescencia, estudios universitarios asistidos económicamente, enfermedad, viudez y hambruna?",
                     "biblicalReferences": [
                        ""
                     ]
                  }
               ]
            }
            ,
            {
               "isBiblicallyJustifiedIdeaList": true,
               "biblicallyJustifiedIdeaList": [
                  {
                     "text": "¿Qué tan efectiva en el conjunto de responsabilidades bíblicas (criar hijos, administrar el hogar, potenciar el trabajo del esposo, servir a la iglesia, practicar miseriocordia y cultivar la vida conyugal) es una mujer que trabaja una jornada de tiempo completo?",
                     "biblicalReferences": [
                        ""
                     ]
                  }
               ]
            }
            
         ]
      },



      {
         "heading": "La mujer piadosa procura trabajos que no impiden sus responsabilidades administrativas del hogar, de crianza, de servicio eclesiástico, de practicar misericordia, de potenciar el trabajo de su esposo y de cultivar su vida conyugal",
         "subideas": [
            {
               "isBiblicallyJustifiedIdeaList": true,
               "biblicallyJustifiedIdeaList": [
                  {
                     "text": "Cuida su hogar, Ama a sus hijos y a su esposo, Está sujeta a su esposo",
                     "biblicalReferences": [
                        "Tit.2.4-5."
                     ]
                  }
               ]
            }
            ,
            {
               "isBiblicallyJustifiedIdeaList": true,
               "biblicallyJustifiedIdeaList": [
                  {
                     "text": "¿Cómo puede cumplirse este conjunto de responsabilidades?",
                     "biblicalReferences": [
                        ""
                     ]
                  }
               ]
            }
            ,
            {
               "isBiblicallyJustifiedIdeaList": true,
               "biblicallyJustifiedIdeaList": [
                  {
                     "text": "¿Qué tipo de trabajos posibilitarían este estilo de vida?",
                     "biblicalReferences": [
                        ""
                     ]
                  }
               ]
            }
            ,
            {
               "isBiblicallyJustifiedIdeaList": true,
               "biblicallyJustifiedIdeaList": [
                  {
                     "text": "¿Qué acciones se necesitan para obtener trabajos que posibilitan este estilo de vida?",
                     "biblicalReferences": [
                        ""
                     ]
                  }
               ]
            }
         ]
      },



      {
         "heading": "La mujer que por la gracia de Dios cultiva este carácter y habilidades, está preparada para un potencial momento de tragedia",
         "subideas": [
            {
               "isBiblicallyJustifiedIdeaList": true,
               "biblicallyJustifiedIdeaList": [
                  {
                     "text": "Misericordia al cuidar a su suegra, y a su propio esposo enfermo de muerte",
                     "biblicalReferences": [
                        "Rut.1.8."
                     ]
                  }
               ]
            }
            ,
            {
               "isBiblicallyJustifiedIdeaList": true,
               "biblicallyJustifiedIdeaList": [
                  {
                     "text": "Amor leal y protector.",
                     "biblicalReferences": [
                        "Rut.1.15-18, 11, 4.15"
                     ]
                  }
               ]
            }
            ,
            {
               "isBiblicallyJustifiedIdeaList": true,
               "biblicallyJustifiedIdeaList": [
                  {
                     "text": "Venciendo los temores para subsistir y proveer.",
                     "biblicalReferences": [
                        "Rut.2.1-7, 22."
                     ]
                  }
               ]
            }
            ,
            {
               "isBiblicallyJustifiedIdeaList": true,
               "biblicallyJustifiedIdeaList": [
                  {
                     "text": "Diligencia y fuerza (cargando 23 kg a través de cientos de metros)",
                     "biblicalReferences": [
                        "Rut.2.17-18; prov.31.13-17,25"
                     ]
                  }
               ]
            }
            ,
            {
               "isBiblicallyJustifiedIdeaList": true,
               "biblicallyJustifiedIdeaList": [
                  {
                     "text": "Obediencia bíblica antes que pasiones.",
                     "biblicalReferences": [
                        "Rut.3.10","1.tim.5.11-12."
                     ]
                  }
               ]
            }
            ,
            {
               "isBiblicallyJustifiedIdeaList": true,
               "biblicallyJustifiedIdeaList": [
                  {
                     "text": "¿Qué papel jugó Dios en la vida de Rut?",
                     "biblicalReferences": [
                        ""
                     ]
                  }
               ]
            }
         ]
      }



   ]
}